7zip
base
base-devel
bat
blueman
brightnessctl
btop
cliphist
curl
dbus
dconf
eza
fastfetch
fd
firefox
flatpak
fzf
git
glib2
gnome-themes-extra
grim
gsettings-desktop-schemas
gum
gvfs
gvfs-mtp
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
imagemagick
inotify-tools
jq
kitty
libnotify
loupe
nautilus
neovim
networkmanager
network-manager-applet
nm-connection-editor
noto-fonts-emoji
nwg-displays
nwg-look
otf-font-awesome
otf-geist-mono-nerd
otf-material-icons
pacman-contrib
pavucontrol
polkit-gnome
power-profiles-daemon
python-gobject
python-pip
qt5-wayland
qt6ct
qt6-multimedia-ffmpeg
qt6-svg
qt6-virtualkeyboard
qt6-wayland
ripgrep
rofi
rsync
rustup
slurp
swaync
tar
tesseract-data-eng
tree
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-material-icons
tumbler
udiskie
udisks2
unzip
uwsm
vlc
waybar
wf-recorder
wget
wl-clipboard
wl-clip-persist
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
zip
zsh
